[
  {
    "version": "1.4.1",
    "title": {
      "ko": "지원고고 블로그 자동 발행 기능 개선",
      "en": "ApplyGogo Blog Automatic Posting Improvement",
      "ja": "ApplyGogoブログの自動投稿機能の改善"
    },
    "description": {
      "ko": "매일 새로운 소식을 더 빠르게 전달해 드릴 수 있도록 블로그 자동 발행 기능을 개선했어요. 이제 더욱 다양한 정보를 놓치지 마세요!",
      "en": "We've improved the blog auto-posting feature to deliver daily news faster! Don't miss out on even more information.",
      "ja": "毎日の最新ニュースをより早くお届けできるよう、ブログの自動投稿機能を改善しました。さらに多くの情報をお見逃しなく！"
    },
    "week": {
      "ko": "6주차",
      "en": "Week 6",
      "ja": "6週目"
    },
    "date": "2026-02-15"
  },
  {
    "version": "1.3.1",
    "title": {
      "ko": "지원고고 베타 패스 지급 및 블로그 자동 발행 기능 업데이트!",
      "en": "ApplyGogo Beta Pass Distribution and Blog Auto-Publishing Update!",
      "ja": "ApplyGogoベータパス配布およびブログ自動発行機能アップデート！"
    },
    "description": {
      "ko": "자격 요건을 갖춘 사용자분들께 3일 베타 패스가 지급됩니다. 블로그에 매일 새로운 소식이 자동으로 업데이트되니 놓치지 마세요!",
      "en": "3-day beta passes are now distributed to eligible users. Stay tuned for daily updates on our blog, now automatically generated!",
      "ja": "条件を満たすユーザーに3日間のベータパスが配布されます。ブログに毎日新しい情報が自動的に更新されるので、お見逃しなく！"
    },
    "week": {
      "ko": "5주차",
      "en": "Week 5",
      "ja": "5週目"
    },
    "date": "2026-02-09"
  },
  {
    "version": "1.2.1",
    "title": {
      "ko": "지원고고, 새로운 성공 스토리와 이메일 알림 기능 추가!",
      "en": "ApplyGogo: New Success Stories & Email Notifications!",
      "ja": "ApplyGogo: 新しいサクセスストーリーとメール通知機能を追加！"
    },
    "description": {
      "ko": "지원고고 랜딩 페이지에 성공 스토리 섹션이 추가되었고, 이메일 알림 기능이 생겨 더욱 편리하게 이용할 수 있습니다. 매일 새로운 블로그 포스팅도 놓치지 마세요!",
      "en": "We've added a success story section to the ApplyGogo landing page and introduced email notifications for a better experience. Don't miss out on our daily blog posts!",
      "ja": "ApplyGogoのランディングページにサクセスストーリーのセクションが追加され、メール通知機能も導入されました。毎日のブログ投稿もお見逃しなく！"
    },
    "week": {
      "ko": "4주차",
      "en": "Week 4",
      "ja": "4週目"
    },
    "date": "2026-02-06"
  },
  {
    "version": "1.1.1",
    "title": {
      "ko": "지원고고 블로그 자동 생성 기능 업데이트!",
      "en": "ApplyGogo Blog Auto-Generation Feature Updated!",
      "ja": "ApplyGogoブログの自動生成機能がアップデートされました！"
    },
    "description": {
      "ko": "매일 새로운 소식을 자동으로 받아보세요! 블로그 콘텐츠 자동 생성 기능이 개선되어 더욱 풍성한 정보를 제공합니다.",
      "en": "Get new updates automatically every day! The blog content auto-generation feature has been improved to provide even richer information.",
      "ja": "毎日新しい情報を自動的に受け取れます！ブログコンテンツの自動生成機能が改善され、より豊富な情報を提供します。"
    },
    "week": {
      "ko": "3주차",
      "en": "Week 3",
      "ja": "3週目"
    },
    "date": "2026-02-02"
  },
  {
    "version": "1.1.0",
    "title": {
      "ko": "✨ 지원고고, 사용자 경험을 위한 대규모 업데이트!",
      "en": "✨ ApplyGogo: Major Update for Enhanced User Experience!",
      "ja": "✨ ApplyGogo：ユーザーエクスペリエンス向上のための大規模アップデート！"
    },
    "description": {
      "ko": "이번 업데이트는 국제화 지원 강화, 이력서 편집 기능 개선, 그리고 AI 기능을 활용한 이력서 분석 및 번역 기능을 향상했습니다. 더욱 편리하고 효율적인 서비스 이용을 경험해보세요!",
      "en": "This update focuses on enhanced internationalization support, improved resume editing features, and AI-powered resume analysis and translation capabilities. Experience a more convenient and efficient service!",
      "ja": "今回のアップデートでは、国際化サポートの強化、履歴書編集機能の改善、そしてAI機能を活用した履歴書分析および翻訳機能を向上させました。より便利で効率的なサービスをご利用ください！"
    },
    "week": {
      "ko": "2주차",
      "en": "Week 2",
      "ja": "2週目"
    },
    "date": "2026-01-30"
  },
  {
    "version": "1.0.0",
    "date": "2026-01-01",
    "title": {
      "ko": "ApplyGoGo 정식 서비스 출시!",
      "en": "ApplyGoGo Official Launch!",
      "ja": "ApplyGoGo 公式サービス開始！"
    },
    "description": {
      "ko": "글로벌 이력서 작성 및 번역 기능을 이제 만나보실 수 있습니다. 한국어, 영어, 일본어를 지원하며 AI 기반의 최적화된 번역을 제공합니다.",
      "en": "Experience our global resume writing and translation features. Supporting Korean, English, and Japanese with AI-optimized translations.",
      "ja": "グローバルな履歴書作成および翻訳機能をぜひ体験してください。韓国語、英語、日本語をサポートし、AIベースの最適化された翻訳を提供します。"
    },
    "week": {
      "ko": "1주차",
      "en": "Week 1",
      "ja": "1週目"
    }
  },
  {
    "version": "1.1.0",
    "date": "2026-01-08",
    "title": {
      "ko": "템플릿 최적화 및 다국어 지원 강화",
      "en": "Template Optimization & Enhanced Multilingual Support",
      "ja": "テンプレートの最適化と多言語対応の強化"
    },
    "description": {
      "ko": "일본어 및 영어 템플릿 최적화 작업을 완료했습니다. 각 국가별 이력서 표준에 맞춘 레이아웃을 제공하여 더 자연스러운 이력서를 생성해보세요.",
      "en": "We've completed optimizations for Japanese and English templates. Create more natural resumes with layouts tailored to each country's standards.",
      "ja": "日本語と英語のテンプレート最適化作業が完了しました。各国の履歴書基準に合わせたレイアウトを提供し、より自然な履歴書を作成できます。"
    },
    "week": {
      "ko": "2주차",
      "en": "Week 2",
      "ja": "2週目"
    }
  },
  {
    "version": "1.2.0",
    "date": "2026-01-15",
    "title": {
      "ko": "AI 생성 속도 향상",
      "en": "Improved AI Generation Speed",
      "ja": "AI生成速度の向上"
    },
    "description": {
      "ko": "AI 기반 자기소개서 초안 생성 및 이력서 최적화 엔진의 속도를 50% 향상시켰습니다. 이제 기다림 없이 즉시 결과물을 확인하실 수 있습니다.",
      "en": "We've improved the speed of our AI-based cover letter generation and resume optimization engine by 50%. Get your results instantly without waiting.",
      "ja": "AIベースの自己紹介書ドラフト作成および履歴書最適化エンジンの速度を50%向上させました。待機時間なしで、すぐに結果を確認できます。"
    },
    "week": {
      "ko": "3주차",
      "en": "Week 3",
      "ja": "3週目"
    }
  },
  {
    "version": "1.3.0",
    "date": "2026-01-22",
    "title": {
      "ko": "릴리즈 노트 페이지 추가",
      "en": "Release Notes Page Added",
      "ja": "リリースノートページ追加"
    },
    "description": {
      "ko": "제품의 성장 과정을 투명하게 보여드리기 위한 릴리즈 노트 페이지가 추가되었습니다! 앞으로의 업데이트 소식을 여기서 확인하세요.",
      "en": "We've added a release notes page to transparently share our product's growth! Keep track of all future updates right here.",
      "ja": "製品の成長過程を透明に伝えるためのリリースノートページを追加しました！今後のアップデート情報はこちらでご確認ください。"
    },
    "week": {
      "ko": "4주차",
      "en": "Week 4",
      "ja": "4週目"
    }
  }
]